<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="stylesheet" href="../resources/css/style.css">
<script src="https://code.jquery.com/jquery-3.7.1.min.js"></script>
<script src="https://kit.fontawesome.com/69798321c6.js"></script>
<script src="../resources/js/main.js"></script>
</head>
<body>
   <jsp:include page="../header.jsp"/>
   <section class="use">
        <div class="use-title">
           <div class="board">
               <h1>이용약관</h1>
           </div>
       </div>
       <div class="use-board">
             <p>제 1 조 (목적)<br>
            본 약관은 여정담(이하 "회사"라 합니다)이 제공하는 인터넷 서비스(이하 "서비스"라 합니다)의 이용과 관련하여 회사와 회원의 권리, 의무 및 기타 필요한 사항을 규정함을 목적으로 합니다.<br>
            <br>
            제 2 조 (용어의 정의)<br>
            본 약관에서 사용하는 주요한 용어의 정의는 다음과 같습니다.<br>
            <br>
            ①회원 : 회사와 서비스 이용 계약을 체결하고 회원 아이디(ID)를 부여 받은 자를 말합니다.<br>
            ②아이디 : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자나 숫자 혹은 그 조합을 말합니다(이하"ID"라 합니다).<br>
            ③비밀번호 : 회원이 부여 받은 ID와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.<br>
            제 3 조 (약관의 효력 및 변경)<br>
            ①본 약관의 내용은 회원이 쉽게 알 수 있도록 서비스 화면에 게시합니다.<br>
            ②회사는 필요하다고 인정되는 경우 본 약관을 변경할 수 있으며, 회사가 약관을 변경할 경우에는 적용일 및 변경 내용을 명시하여 제1항의 방법으로 그 적용일의 최소 7일 전부터 공지합니다. 다만, 회원에게 불리한 약관의 변경인 경우에는 최소 30일 전부터 공지합니다. 회사는 회원에게 불리한 약관 변경의 경우 회원 정보에 기재된 이메일로 개별 통지합니다.<br>
            ③회사가 제2항에 따라 약관의 변경을 공지 또는 통지하면서 변경 약관의 적용일까지 거부 의사를 표시하지 않으면 약관 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 불구하고 회원이 명시적으로 거부 의사를 표시하지 않은 경우 변경 약관에 동의한 것으로 봅니다. 회원은 변경된 약관에 동의하지 않는 경우 이용 계약을 해지할 수 있습니다.<br>
            제 4 조 (약관 외 준칙)<br>
            본 약관에 명시되지 아니한 사항에 대해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 따릅니다.<br>
            <br>
            제 2장 서비스 이용 계약<br>
            제 5 조 (이용 계약의 성립)<br>
            이용계약은 회원이 되고자 하는 자 (이하 “가입신청자”라 합니다.)가 본 약관 및 개인정보처리방침에 동의한 다음 회원가입신청을 하고 회사가 이러한 신청을 승낙함으로써 체결됩니다.<br>
            제 6 조 (회원정보의 변경)<br>
            ①회원은 개인정보관리 화면을 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.<br>
            ②회원은 이용 신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정하거나 전자우편 기타 방법으로 회사에 변경 사항을 알려야 합니다. 회사는 회원이 변경 사항을 알리지 않아 발생한 불이익에 대하여 책임을 지지 않습니다.<br>
            제 7 조 (개인정보의 보호 및 보관 기간)<br>
            ①회사는 “정보통신망 이용촉진 및 정보보호 등에 관한 법률”, “개인정보보호법” 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.<br>
            ②개인정보처리방침의 범위 내에서 회사는 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.<br>
            ③회사는 개명 등 회원이 직접 수정할 수 없는 개인정보의 변경이 발생한 경우에는 회원의 요청에 따라 회원의 개인정보를 수정할 수 있습니다.<br>
            ④회원이 이용계약을 해지한 경우 회사는 권리남용을 방지하고 권리침해와 관련한 분쟁에 대비하기 위하여 해지일로부터 3개월 동안 회원의 개인정보를 보유할 수 있습니다. 다만, 제6조 제5항에 따라 회사가 계약을 해지한 경우에는 부정 가입 및 이용 방지를 위하여 1년 동안 회원의 연계 정보(CI)를 보관할 수 있습니다.<br>
            <부칙> 본 약관은 2023년 12월 15일부터 적용됩니다.
         </p>
       </div>
   </section>
   <jsp:include page="../footer.jsp"/>
</body>
</html>